{
    "version": "https://jsonfeed.org/version/1",
    "title": "सुनाखरी",
    "description": "",
    "home_page_url": "https://preranasubedi.com.np",
    "feed_url": "https://preranasubedi.com.np/feed.json",
    "user_comment": "",
    "author": {
        "name": "Prerana Subedi"
    },
    "items": [
        {
            "id": "https://preranasubedi.com.np/2/",
            "url": "https://preranasubedi.com.np/2/",
            "title": "2",
            "summary": "hello",
            "content_html": "<p>hello</p>",
            "image": "https://preranasubedi.com.np/media/posts/6/bunu_hoolding_hand.jpg",
            "author": {
                "name": "Prerana Subedi"
            },
            "tags": [
            ],
            "date_published": "2024-06-25T22:54:35+05:45",
            "date_modified": "2024-06-25T22:54:35+05:45"
        },
        {
            "id": "https://preranasubedi.com.np/1/",
            "url": "https://preranasubedi.com.np/1/",
            "title": "1",
            "summary": "hi",
            "content_html": "<p>hi</p>",
            "image": "https://preranasubedi.com.np/media/posts/5/kapada.jpg",
            "author": {
                "name": "Prerana Subedi"
            },
            "tags": [
                   "texture"
            ],
            "date_published": "2024-06-25T22:51:03+05:45",
            "date_modified": "2024-06-25T23:22:04+05:45"
        },
        {
            "id": "https://preranasubedi.com.np/fatally-realising-that-its-been-thirty-years-since-1992/",
            "url": "https://preranasubedi.com.np/fatally-realising-that-its-been-thirty-years-since-1992/",
            "title": "Fatally realising that it’s been thirty years since 1992",
            "summary": "“I cannot believe that the nineties were thirty years ago. It seems&hellip;",
            "content_html": "<p>“I cannot believe that the nineties were thirty years ago. <a href=\"https://en.wikipedia.org/wiki/Home_Alone_2:_Lost_in_New_York\">It seems like it was yesterday that I was watching Home Alone</a>.”</p>\n<p>With the coming on of the hot days Regina’s nostalgia, nervousness and melancholy increased. At night she tossed and turned, and sometimes groaned softly. At last she confessed to Antonio that her heart troubled her.</p>\n<figure class=\"wp-block-pullquote pixl-shadow has-border-color has-primary-border-color\">\n<blockquote>\n<p>“I cannot believe that the nineties were thirty years ago. It seems like it was yesterday that I was watching Home Alone.”</p>\n<cite>Regina</cite></blockquote>\n</figure>\n<p>Now she had arrived, now she was in the place of her nostalgia, in the dreamed-of harbour of refuge, it was strange that her soul was still lost to her. Just as at one time she had seemed to herself to have taken only her outward person to Rome, leaving her soul like a wandering firefly on the banks of the Po, so now it was only her suffering and tired body which she had brought back to the river-side. Her soul had escaped—flown back to Rome. What was Antonio doing at this hour? Was he very miserable? Was he conscious of his wife’s soul pressing him tighter than ever her arms had pressed him? Had he written to her? Antonio! Antonio! Burning tears filled her eyes, and she suddenly fell silent, her thoughts wandering and lost in a sorrowful far-away.</p>",
            "image": "https://preranasubedi.com.np/media/posts/3/hajuraama.jpg",
            "author": {
                "name": "Prerana Subedi"
            },
            "tags": [
                   "street"
            ],
            "date_published": "2024-06-25T18:58:38+05:45",
            "date_modified": "2024-06-25T23:20:57+05:45"
        },
        {
            "id": "https://preranasubedi.com.np/i-miss-the-90s-2/",
            "url": "https://preranasubedi.com.np/i-miss-the-90s-2/",
            "title": "I miss the 90’s",
            "summary": "“He must beat something,” thought Regina, and remembered that she herself was&hellip;",
            "content_html": "<p>“He must beat something,” thought Regina, and remembered that she herself was itching to torment any one or anything. On rainy days frequent and tedious she became depressed, even to hypochondria. Only one thought comforted her that of the return to her home. She counted the days and the hours. Strange, childish recollections, distant fancies, passed through her mind like clouds across a sad sky. Details of her past life waked in her melting tenderness; she remembered vividly even the humblest persons of the place, the most secret nooks in the house or in the wood; with strange insistence she thought of certain little things which never before had greatly struck her.</p>\n<p>For instance, there was an old millstone, belonging to a ruined mill, which lay in the grass by the river-side. The remembrance of that old grey millstone, resting after its labour beside the very stream with which it had so long wrestled, moved Regina almost to tears. Often she tried to analyse her nostalgia, asking herself why she thought of the millstone, of the old blind chimney sweep, of the <em>portiner</em> (ferryman), who had enormous hairy hands and was getting on for a hundred; of the clean-limbed children by the green ditch, intent on making straw ropes; of the little snails crawling among the leaves of the plane-trees.</p>",
            "image": "https://preranasubedi.com.np/media/posts/2/sanu_cutu_jhyal.jpg",
            "author": {
                "name": "Prerana Subedi"
            },
            "tags": [
            ],
            "date_published": "2024-06-25T18:39:26+05:45",
            "date_modified": "2024-06-25T22:50:37+05:45"
        }
    ]
}
